{"podcast_details": {"podcast_title": "Healthy Spaces", "episode_title": "Vital Innovations", "episode_image": "https://images.transistor.fm/file/transistor/images/show/16375/full_1686036607-artwork.jpg", "episode_transcript": " All around the world, healthcare spending has been steadily increasing since the 1980s, becoming a significant burden on government spending and family budgets. But what if some of these costs could be avoided? 75 to 80 percent of our health outcomes is related to our built environment and our behaviors in our built environment and our communities. When you realize that, there's going to have to be a huge shift in the paradigm of design professionals. If you think that you have architects who blueprint buildings, construction professionals, interior design professionals, asset managers, and then you have facilities managers. And all those people who design, construct, and maintain our built environment have a role in our healthcare. And as climate change brings on more diseases, which are spreading faster than ever before, scientists are continuously developing innovative, life-saving treatments. But what does this mean for the climate control industry? Over the last couple of decades, the fastest growing area is something called biologics or biopharmaceuticals. And so instead of starting with a chemical, you're actually starting with a living organism. They tend to be heat sensitive, susceptible to contamination, and just more fragile in general. That's where we come in. We've got systems that control the rate of freezing or thawing or even just storing the drugs in a way that maximizes their effectiveness. You just heard from Dr. John McKeown, CEO of iAir Institutes and Allergy Standards, and Holly Paper, president of Life Science Solutions at Trane Technologies. I'm Dominique Silva, and you're listening to Healthy Spaces, the podcast exploring how technology and innovation are transforming the spaces where we live, work, and play. And in today's episode, we're asking how climate technology can help keep people healthier. We'll find out how climate technology is facilitating the production of newer and more effective medicines. We'll also discover how improving environmental quality can foster our well-being with some practical tips from Dr. John. A recent study by the University of Hawaii uncovered empirical evidence that almost 60% of human diseases caused by pathogens, such as malaria and pneumonia, have been aggravated by climate change. Globalization and changing weather patterns are some of the reasons why emerging infectious diseases risk to spread even faster, which in turn will lead to an increase in demand for vaccines and blood transfusions. And as president of Life Science Solutions at Trane Technologies, these are some of the things my first guest thinks about on a daily basis. And if you're not quite sure what life sciences means, don't worry, you're not the only one. But fear not. Here's Holly to explain what it's all about and her team's role. I'm the president of our life sciences business at Trane Technologies. And so I think to boil it down really simply, we make vaccine and blood storage equipment for everything from biotech to pharmacies. So you've already started answering my question, right, a little bit about what life sciences mean. But can you talk to us a little bit about what that industry looks like, right? So it's not just vaccines or pharmaceutical, which is usually where our minds tend to go. So how would you talk us through what that industry looks like? At the most basic level, you know, life sciences is about the study of living organisms and to even make it simpler, the piece that we focus on is a subset of what essentially keeps us alive. It includes markets like pharmaceutical manufacturing, organ and tissue donation, blood banks, plasma donation, all the way to the patients where it could be in hospitals or clinics or things that we touch and feel as patients. Our organizations that are customers of ours, it's everything from household names that everybody would recognize with big pharma companies or big hospitals or pharmacies to the thousands of companies that you wouldn't recognize the organizations that are behind the scenes that make this whole industry work. And our piece of that, I would say, is very specific, sophisticated equipment in the ranges of temperatures from 4 degrees C all the way to negative 80 degrees C and colder. So really, really cold. Oh, I just got a chill when you said that minus 80 degree. I can't even imagine what that's like. All right. So I think you described the industry in the perfect way. It's the study of the living organism. It's all the way from producing life saving medicines and vaccines all the way to making sure they get to the people who need them. So, Holly, maybe let's start with step one, which is the production. So you already gave us a little bit of an idea of the huge temperature ranges that are needed to produce medicines and vaccines. But what makes this manufacturing process so challenging? The pharmaceutical industry has actually changed a ton over time and specifically the last couple of decades. They used to primarily be synthetic. So meaning using chemicals, shelf stable chemicals that were transformed into the pills that we've all either seen or taken. Now, and over the last couple of decades, the fastest growing area is something called biologics or biopharmaceuticals. And so instead of starting with the chemical, you're actually starting with a living organism. And the new category of drugs is transforming everything. It's transforming the treatment of numerous health conditions like cancer or anemia, autoimmune disorders, diabetes. So they're generally more effective at treating these conditions with very limited side effects. However, making this new era of drugs is really tricky. They tend to be heat sensitive, susceptible to contamination and just more fragile in general. And in addition to being more fragile, they also need to move around the world to get to patients. And so that's where we come in. We've got systems that control the rate of freezing or thawing or even just storing the drugs in a way that maximizes their effectiveness. And so we provide this temperature assurance everywhere in the world. But generally speaking, the way to be thinking about manufacturing is really this long kind of process that used to be very controlled with shelf stable things. And now you're doing something very fragile as it moves through there. It's something that we spend a lot of time innovating around and thinking about because it just takes a lot of sophistication to move from idea all the way to the patient. So let's talk a little bit about the impact of the industry on the planet. Right. So I did a little bit of reading and I read that the pharmaceuticals and life sciences industry accounts for almost five percent of worldwide greenhouse gas emissions. And there's a similar percentage in terms of contribution towards toxic air pollutants. So really when you think about it, this is one of the most carbon intensive industries in the world. What are we doing? What are companies like Trane Technologies doing to help this industry to become more sustainable? Sustainability in this space is really fascinating. From one perspective, you can think about climate change and its impact on disease. And so infectious diseases we all know are on the rise and are spreading to new regions of the world. Some of it's because of warmer temperatures that allows them to thrive. But there's also research around the temperature impact on animal migration. And then as a result, the interaction of these animals with new species, which means new diseases. And so it all just points to the need for more vaccines, more medications and the solutions, of course, that allow them to be made and distributed safely. We are in the business of providing reliable temperature assurance to make sure that these medicines can be made effectively with very little impact to the environments and to get to the patient where and when they need them. So we actually monitor the temperature of the drugs for our customers to make sure that they're throwing away less medication and that patients are more likely to get medicine that works. Ultimately, it means using less energy to make drugs. Besides that, we've got the traditional pushes to use lower GWP and natural refrigerants in our cold chain products. We're also uniquely focused on redundancy and longevity, meaning you need less equipment to do the same job. So you're using less energy and that they last longer. So you're just disposing less. And I would say the other piece that is really fascinating and that we're working hard around innovation is adding passive renewable cooling capability to help the industry reduce dependency on very energy intensive liquid nitrogen and dry ice, which is often used for the cold chain. So in addition to all of the stuff that we're doing to be more sustainable and provide these solutions to our customers as a broader company, I think we're partnering with these large organizations to help them with their sustainability roadmaps, advising them on ways that they can accelerate their sustainability journey too. I love how you're thinking about this from an end to end point of view. It's not just about, hey, how do we use less energy? How do we use more renewable energy, but really starting at how do we reduce waste so that we don't have to produce more in order to account for the waste, which is also a very similar thinking that we're seeing on food production systems as well, which we explored in our previous episode on this podcast, small plug there in case you haven't heard it. I'd love to ask you specifically the last question that I have on my list, which is how you see the role of the life sciences industry evolving over the next five to 10 years and what innovations you are most excited about. I would first start with cell and gene therapy. And so this is really exciting thing happening around precision and personalized medicine that that are helping us target diseases and conditions in a revolutionary way. The challenges, the cost to manufacture these have got to come down in order to make them more broadly available. And so this is an area that that we're innovating around to contribute to that effort and help with technology at colder temperatures, smaller equipment and more important to the temperature equipment and more important and sophisticated temperature monitoring. I think the second category I would say is around RNA type immunotherapies and that's really technologies that leverage the body's immune system and drive a fast discovery of new and new diseases and diseases and the solutions to those. So a ton of companies are investing in this type of technology to solve problems that have previously been resistive to cure, such as cancer. And so these vaccines and drugs require, as we've all learned here over the last couple of years, sophisticated cold chain. And we of course continue to innovate here with the largest pharma companies on the next generation of what this looks like. I think the third category is around AI and artificial intelligence. And here what it looks like is faster time from drug discovery to market approval. Picture a connected manufacturing process that can be adjusted to maximize yields, models that predict results faster and more easily and trials to be shortened by years. So a clinical trial or a trial for a drug might be four or five years today, tomorrow it might be one year. And so for companies like us, it means innovation to help our partners be faster and more flexible with the equipment that they use. And so lots of things happening in the industry. You know, one thing is for certain, you know, we and the industry will be continued to push for more efficiency, more energy efficiency and more sustainable solutions. You know, and of course we're innovating to make sure that not only we meet whatever regulations kind of pop up, but we're exceeding them. It's kind of who we are and what we do as a company. There's no shortage of innovation happening in life sciences. From newer, more efficient lab equipment, aiding mRNA development to AI reducing the length of trials. It seems the industry is poised to welcome in a fresh new wave of advances to benefit our health in the coming years. But what developments are in the pipeline for the places where we live and work? After all, these are the spaces that have been identified as key contributors to various health issues. Here to explain is CEO and founder of IEAR Institute and Allergy Standards, Dr. John McKeown. And to start, he describes how his journey began as an emergency room doctor. My story always started working in a pediatric emergency room and seeing a lot of kids with asthma and allergy and speaking to their parents. And when you think about it, when a child has to go to the emergency room with a flare up of their allergies or a flare up of an asthma attack, a parent has to go with them and has to take a day off work or the missing school. It's in the middle of the night. So it's a kind of family issue. And the mums would often ask me, look, doctor, is there something that we can do to stay well rather than you treating us when we become sick? And when you're talking about staying well and the definition of being well is and it's no longer just being well is the absence of disease. It talks about emotional health and psychological health. And we now know so much more about how our indoor environment impacts on our health outcomes. But back then, I was talking about the indoor environment because we spend 80, 90 percent of our time indoors. And we know there's a lot of research that indoor air pollution can be more polluted than outdoor air. But really, with allergic asthma, you're talking about the indoor environment, you're talking about the trigger factors that actually set off your symptoms. And there are guidelines about patient education, environmental control. And I would ask patients, look, do you know other triggers in your indoor environment? And these can be things like dust, might allergen or other allergens. But there's also chemical irritants and VOCs and formaldehyde. And it can come from all the incidental furniture that we bring into indoor environment. So it gets quite difficult when I would list out all the types of products that can help remove allergens and irritants or don't bring these products in because they may contain or out gas irritants or allergens. And the expression we use is we're drowning in information, but we're all starving for wisdom and insight. So they will quickly get overwhelmed when I talk about pillows and vacuum cleaners and furnace filters and air handling units and cleaning products and building materials, paint flooring. And one of the moms said to me, look, Dr. It would be a great idea if somebody could test these products and if they could help in a way or they wouldn't cause harm, there would be a label on them, an asthma and allergy friendly label. And that's essentially the company I founded, Allergy Standards that test consumer products. And from there, if you think of a home, a healthy home and everything that goes into the home, you quite quickly start to look at indoor environments. So then we actually start to look at certification testing of spaces in the built environment. And then we got into education around that. And now we've got into research. You touched on public health, right? And I think when it comes to the importance of public health, there is no more recent lesson than COVID-19 pandemic. Even though we haven't really talked a lot about COVID-19 during this season of the podcast, I'd love to take a couple of minutes with you to talk about the impact of COVID-19 on the public health. I'd love to take a couple of minutes with you to reflect on some of the lessons learned, right? From a public health resilience perspective, I know that throughout the pandemic, our health systems came under immense pressure, right? In many countries, really unable to respond to the sudden increase in demand for people who were getting sick very quickly. This constant notion of health and well-being is really, really important. What are some of the lessons you took away from that? Although we all want to look forward, let's not discard the lessons that were learned from COVID. I'll give you one example related to public health. The reason why still to this day when somebody sneezes, we say bless you, was from the bubonic plague in London over 300 years ago. That she started with an upper airways disease. So if you started sneezing, it meant you're on this disastrous track to die this horrible death. So we don't have bubonic plague, but people, society still say bless you when you sneeze. So I think some of the COVID hopefully is way behind us. The shifts, the fundamental shifts in society will persist for a long time. The people that are people can connect with indoor air. The invisible has become visible. So I think that's a big shift. The whole idea of public health and people may not realize that public health is actually the fourth discipline of all the disciplines of medicine and surgery. And I think air, outdoor air and indoor air is now that democratizing factor and it's going to become a public health issue. And also your point you make about industry having a role in public health and wellness in society. There are some serious challenges in our health care system. A lot of people say we don't really have a health care system. We have a sickness reimbursement program. It really isn't sustainable to grow a society and having that amount of money having to go into into treating sickness. And no one person or one group is going to solve it. And you think of many of the breakthroughs in society recently in banking, in travel, like Skype wasn't a telephone company, the first VoIP. You've got the Irish brothers, Coulson, who do Stripe, the payment thing, that they weren't a bank. So the breakthroughs are going to come from somebody else outside the actual traditional health care system. And I think industry has a role in that. I think allied health care professionals have a role in that. And then going back to your point about COVID, a lot of the disparities in society were there. And COVID just put a magnifying glass on those. And I think climate change and sustainability and health inequity, they were all just exaggerated by COVID. And it sped up that it fell disproportionately to the sicker in society. It fell disproportionately to underserved in society. So I think there are a lot of a lot of very good lessons from COVID around public health. But also, again, it's not just the doctors can do it, but the discussion within personal responsibility and taking control of your health is really part of the ongoing future of wellness. Let's talk a little bit about the role that the built environment industry plays in driving positive public health outcomes. So I'd love to hear your thoughts on that, not just in terms of how they can do it, but in your view, what challenges still need to be overcome? Well, first of all, is to realize that the built environment and professionals related to the built environment really impact on our health and our health outcomes. There's a lot of research. STOK recently showed some research that 90 percent of the USA health care budget is spent on medications and access to doctors. But around 75 to 80 percent of our health outcomes is related to our built environment and our behaviors in our built environment and our communities. And the tiny, tiny amount of the USA health care budget goes to managing the built environment. And that can talk about access to lighting and cycling and all sorts of things in our built environment. When you realize that, there's going to have to be a huge shift in the paradigm of design professionals. If you think you have architects who blueprint buildings, construction professionals, interior design professionals, asset managers, and then you have facilities managers. And all those people who design, construct and maintain our built environment have a role in our health care. And you almost want to think about it that if you at one end of the spectrum, you've got disease and crisis and illness, the red end, for example, very, very reactive. People like me, emergency room doctors and surgeons, as you come down that spectrum, you come to physicians, your general practitioners, then you have your asthma nurses. And as you keep kind of going down more green, preventative, proactive area, you have your dietitian, you have your yoga teacher, your exercise teacher, your health and wellness coach. And if you keep going down and down and down to one end, then you do have architects and design professionals. All those people need to come into the conversation. We're very proactive in managing our wellness. So we should now speak to our construction and design professionals of buildings and be proactive with them as well and get more engaged. With the memory of the COVID-19 pandemic still fresh in many people's minds, it's no surprise that indoor environmental quality is still a key concern among public health officers and building occupants alike. And as we heard before, climate change is leading to the spread of more chronic and respiratory diseases, which will continue to put pressure on the public health system. So how might climate change keep the issue of public health resilience front and center of people's minds? And how might it prompt a renewed focus on IEQ among our building professionals? First of all, some of the things we spoke a little bit about, societal shifts through COVID have changed and that crisis period is over. But I think the societal shift hasn't changed. I think, for example, people, are they going to go back into the office? I think if I'm going to ask people to come back into my office, I'm going to have to prove to them that it's as safe and healthy as staying at home. So the owners now, for many reasons, for example, facilities management in buildings and office workers, that's now become a strategic HR issue. We're all knowledge workers. We're not in some Victorian thing, pulling levers and doing like that, that a robot could do. Therefore, how well we feel, biophilic design, lighting, comfort, physiology of buildings, all that is very much under the radar. And then to bring in the kind of climate change, it will fall in kind of two areas. First of all, the underserved community, the sustainability initiatives, the burden will fall to them because they can't afford some of the changes that need to be made in buildings. So there's that kind of area around what are we going to do there about diversity, equity, inclusion? And then you have the top end. You've got the grade A high performance office buildings. They talk about the flights to premium. So if you are going to have a downtown office building, it's got to have to be grade A or forget it. You hear people using IEQ, indoor environmental quality. It's not as air quality. But there's a paradigm shift. You said there's a mindset shift and then a skill set shift with regards to the people that design and construct buildings. And then your point about climate change. We know climate change is impacting on say allergy seasons. There's longer allergy seasons. There is more rainfall in some areas. So it's putting stress on buildings, water and rain aggression, moisture aggression, water vapor management, fluctuations in chambers. So you need heating more. You need cooling more. That impacts on comfort physiology, moisture balancing. There's an energy crisis. So how do you actually have energy efficient buildings but not deteriorate airflow and air quality? There's a huge amount of drivers, macro geopolitical drivers in the indoor environment issue. Exactly. It's been a really great conversation, a little bit of optimism, a little bit of doom and gloom. We've talked about opportunities. We've talked about challenges. So for all of our listeners listening in on this conversation right now and thinking, well, what can I as an individual do to help contribute to the solution? What would be your advice? Well, first of all, thank people for listening in because like all these things, it starts with awareness. So it's getting educated, understanding what role does the built environment play on my health. And then if I'm a professional in this area, whether design or construction or building ventilated professional, everybody listening to the podcast is getting aware, doing the research, looking at some of them. And we also have our IAEA Academy. IAEA is the Indoor Air Innovation Research Institute. And we have educational programs on those. The other thing, once you kind of get engaged in the issue and do your research and see how you can do, one small thing we do is we have CO2 monitors on our desk. CO2 is a good proxy for ventilation if there's people in the room to start for your listeners. Just get a CO2 monitor. It'll begin your journey. They're only at twenty dollars because I think the role of sensors for the people on this call is something that anything in a building that can be measured will have a sensor. Every sensor then will be connected and every sensor will be smart. And we'll get those feedback loops, those biofeedback loops, and it will impact on behaviors, how many people are in that room, do we need more ventilation, filtration, how does energy relate to that comfort physiology. And one thing I didn't know until recently is that SMART actually means something. It's self-monitoring analysis and reporting technology. So SMART buildings with this self-monitoring won't just be for energy efficiency and your toaster talking to your fridge or whatever it is. They will be SMART for healthy buildings, SMART and healthy. So then my takeaways for your audience is do more research, engage, go to our academy, do some of our courses, get a monitor. If you don't measure something, you can't manage it. We know all those. You can only change what you can see and track, etc. A big thank you to Holly and Dr. John for joining us on today's episode where we discussed climate control technology and its role in building strong and resilient health care systems. And thank you for listening. If you want to find out more information about our conversation today, make sure you check out the show notes where we include a discount from the iAir Academy. And remember to rate and review healthy spaces in your favorite podcast app. Join us next time when we'll be talking to innovators who are working relentlessly to improve the thermal comfort of the most vulnerable communities."}, "podcast_summary": "In this podcast, the guests discuss the intersection of climate technology and healthcare. They explore how climate technology is being used to facilitate the production of medicines, particularly biologics that are heat-sensitive and fragile. The guests also discuss the sustainability challenges within the pharmaceutical industry and how companies like Trane Technologies are working to provide more energy-efficient and sustainable solutions. Additionally, the podcast touches on the impact of climate change on human health, highlighting the need for vaccines and blood transfusions as emerging infectious diseases spread faster. The importance of the built environment in influencing health outcomes is emphasized, with about 75-80% of health outcomes being related to our behaviors and environments. The guests discuss the role of design professionals in creating healthier spaces and the need for a paradigm shift in the industry. The lessons learned from the COVID-19 pandemic in terms of public health resilience, as well as the challenges and opportunities in the built environment industry, are also explored. The podcast concludes by encouraging individuals to educate themselves, get involved, and make small changes to contribute to a healthier future.", "podcast_guest": {"guest_name": "Dr. John McKeown", "organization": "", "title": "", "summary": "Reverend James McKeown (12 September 1900 – 4 May 1989) was an Irish missionary who spent considerable time in the Gold Coast, now Ghana. He was the first Pentecostal missionary to come to Ghana from the United Kingdom and was instrumental in the establishment of The Apostolic Church - Ghana. In the 1950s he founded the Church of Pentecost, the church with the biggest denomination in Ghana and which has branches all over the world. He is considered a \"pioneer of Ghanaian Pentecostalism\"."}, "podcast_highlights": "1. The impact of the built environment on health outcomes: Dr. John McKeown explains that 75-80% of health outcomes are related to the built environment and behaviors within it, highlighting the need for a paradigm shift in design professionals to prioritize health in their work.\n2. The challenges in manufacturing biologics: Holly Paper discusses the challenges in manufacturing biologics, which are heat sensitive, susceptible to contamination, and require specialized temperature control systems to maximize their effectiveness.\n3. The role of climate technology in healthcare: Holly Paper emphasizes how climate technology, such as temperature control systems, plays a crucial role in facilitating the production of newer and more effective medicines.\n4. The carbon intensity of the pharmaceutical industry: Holly Paper highlights that the pharmaceutical and life sciences industry accounts for almost 5% of worldwide greenhouse gas emissions and toxic air pollutants, prompting the need for sustainability efforts and more energy-efficient solutions.\n5. The future of the life sciences industry: Holly Paper discusses the future of the industry, including advancements in cell and gene therapy, RNA immunotherapies, and AI technologies. She emphasizes the focus on reducing the cost of manufacturing, improving temperature control, and accelerating the drug discovery process."}